{
  "actualites": [
    {
      "id": 1,
      "titre": "Vœux du Maire 2026 - Samedi 18 janvier",
      "date": "2025-12-12",
      "dateAffichage": "12 décembre 2025",
      "categorie": "Mairie",
      "image": "",
      "extrait": "Le Maire Frédéric ROMAIN et l'ensemble du conseil municipal vous invitent à la cérémonie des vœux qui se tiendra le samedi 18 janvier 2026 à 18h à la salle des fêtes.",
      "contenu": "Le Maire Frédéric ROMAIN et l'ensemble du conseil municipal vous invitent à la cérémonie des vœux qui se tiendra le samedi 18 janvier 2026 à 18h à la salle des fêtes.\n\nCe sera l'occasion de se retrouver et de partager un moment convivial autour d'un verre de l'amitié.\n\nToutes les Macogniennes et tous les Macogniens sont cordialement invités."
    },
    {
      "id": 2,
      "titre": "Marché de Noël - Samedi 21 décembre",
      "date": "2025-12-10",
      "dateAffichage": "10 décembre 2025",
      "categorie": "Événement",
      "image": "",
      "extrait": "Le marché de Noël de Mecquignies aura lieu le samedi 21 décembre de 14h à 19h sur la place du village. Artisans, vin chaud, animations et visite du Père Noël !",
      "contenu": "Le marché de Noël de Mecquignies aura lieu le samedi 21 décembre de 14h à 19h sur la place du village.\n\nAu programme : stands d'artisans locaux, produits du terroir, vin chaud, chocolat chaud, animations pour les enfants et visite du Père Noël à partir de 15h.\n\nEntrée gratuite. Venez nombreux partager ce moment festif en famille !"
    },
    {
      "id": 3,
      "titre": "Horaires de la mairie pendant les fêtes",
      "date": "2025-12-08",
      "dateAffichage": "8 décembre 2025",
      "categorie": "Mairie",
      "image": "",
      "extrait": "La mairie sera fermée du 24 décembre 2025 au 2 janvier 2026 inclus. Réouverture le vendredi 3 janvier 2026 aux horaires habituels.",
      "contenu": "La mairie sera fermée du 24 décembre 2025 au 2 janvier 2026 inclus pour les fêtes de fin d'année.\n\nRéouverture le vendredi 3 janvier 2026 aux horaires habituels (Lundi et jeudi : 10h-12h / Mardi, mercredi et vendredi : 16h-18h).\n\nEn cas d'urgence pendant cette période, contactez la gendarmerie de Bavay au 03 27 63 13 13.\n\nToute l'équipe vous souhaite de joyeuses fêtes !"
    },
    {
      "id": 4,
      "titre": "Concert de Noël - Dimanche 22 décembre",
      "date": "2025-12-05",
      "dateAffichage": "5 décembre 2025",
      "categorie": "Culture",
      "image": "",
      "extrait": "Concert de Noël à l'église Saint-Martin le dimanche 22 décembre à 17h. Chants traditionnels et musique festive. Entrée libre.",
      "contenu": "La mairie et l'association culturelle sont heureuses de vous inviter au concert de Noël qui se tiendra à l'église Saint-Martin le dimanche 22 décembre à 17h.\n\nAu programme : chants traditionnels de Noël, musique classique et ambiance festive avec la chorale locale.\n\nEntrée libre, participation au chapeau. Venez nombreux célébrer les fêtes en musique !"
    },
    {
      "id": 5,
      "titre": "Collecte des déchets - Modifications pendant les fêtes",
      "date": "2025-12-03",
      "dateAffichage": "3 décembre 2025",
      "categorie": "Environnement",
      "image": "",
      "extrait": "En raison des jours fériés, les collectes des déchets seront modifiées pendant les fêtes. Consultez le calendrier mis à jour.",
      "contenu": "En raison des jours fériés, les collectes des déchets seront modifiées pendant les fêtes de fin d'année.\n\nModifications :\n- Semaine du 25 décembre : collecte avancée au mardi 24 décembre\n- Semaine du 1er janvier : collecte reportée au jeudi 2 janvier 2026\n\nLe calendrier complet est disponible en mairie et sur le site de la Communauté de Communes du Pays de Mormal."
    },
    {
      "id": 6,
      "titre": "Illuminations de Noël dans le village",
      "date": "2025-12-01",
      "dateAffichage": "1er décembre 2025",
      "categorie": "Événement",
      "image": "",
      "extrait": "Les illuminations de Noël sont installées dans le village ! Profitez de l'ambiance festive dans nos rues décorées pour les fêtes.",
      "contenu": "Les illuminations de Noël sont installées dans le village ! Profitez de l'ambiance festive dans nos rues décorées pour les fêtes.\n\nLa mairie remercie chaleureusement les services techniques et les bénévoles qui ont contribué à embellir notre village pour cette période magique.\n\nJoyeuses fêtes à toutes et à tous !"
    }
  ]
}
